"appName" = "Inlaider (no)";


"popup.command.placeholder.typeACommand" = "Skriv inn en kommando...";
"popup.command.placeholder.typeACommandOrEnterQuit" = "Skriv inn en kommando eller trykk Enter for å avslutte...";
"popup.command.placeholder.typeACommandOrEnterPaste" = "Skriv inn en kommando eller trykk Enter for å lime inn resultatet";
"popup.navigation.focusCanvas.label" = "⌘ ⬆️ — bytter til redigeringsprogrammet";
"popup.navigation.focusCommandline.label" = "⌘ ⬇️ — bytter til kommandolinjen";
"popup.shortcut.clearCanvas" = "⌘⌫ tømmer redigeringsprogrammet";
"popup.shortcut.copyCanvas" = "⌘C kopierer innholdet i redigeringsprogrammet";
"popup.shortcut.copyCanvasOrEnterCopy" = "⌘C eller Enter kopierer innholdet i redigeringsprogrammet";
"popup.shortcut.enterPaste" = "Enter setter inn til";
"popup.shortcut.esc" = "Esc lukker til";

"show" = "Vis";
"about" = "Om programmet";
"quit" = "Avslutt";
"close" = "Lukk";
"cancel" = "Avbryt";
"save" = "Lagre";
"ok" = "OK";
"settings" = "Innstillinger";
"copied" = "Kopiert";

"settings.section.general.title" = "Generelt";
"settings.accessibility.title" = "Tilgjengelighetstillatelser";
"settings.accessibility.description" = "Denne tillatelsen er nødvendig for å automatisk lese valgt tekst og sette inn det behandlede resultatet tilbake i det opprinnelige tekstfeltet.\nUten tilgang vil applikasjonen bruke utklippstavlen for å overføre data.";
"settings.inlaiderShortcut.label" = "Snarvei til Inlaider";
"settings.LaunchAtLogin.label" = "Start ved innlogging";

"settings.section.ownAPIKeys.title" = "Egne API-nøkler";
"provider.apiKey.title" = "API-nøkkel";
"provider.apiKey.placeholder" = "Skriv inn API-nøkkelen her";
"provider.models.title" = "Modeller";
"provider.models.new.placeholder" = "Legg til modellnavn";

"settings.section.customPrompts.title" = "Egendefinerte prompt-erstatninger";
"prompts.general.title" = "Generell prompt";
"prompts.replacements.title" = "Prompt-erstatninger";
"prompts.replacements.replaceWhat.label" = "Erstatt";
"prompts.replacements.model.label" = "Modell";
"prompts.replacements.replaceWith.label" = "Med prompt";
"prompts.replacements.error.exists.message" = "Erstatning for kommandoen '%@' eksisterer allerede.";

"about.ThirdPartyLicenses" = "Tredjeparts lisenser";
"about.VisitOnGithub" = "Se på GitHub";
"about.version" = "Versjon %@";

"error.title" = "Feil";